---
kind: enumMember
id: F:Autodesk.Revit.DB.TagOrientation.Horizontal
enum: Autodesk.Revit.DB.TagOrientation
source: html/0f1faf70-46a4-71a1-63c0-3425dfc691a0.htm
---
# Autodesk.Revit.DB.TagOrientation.Horizontal

The Orientation of tag is Horizontal.